{
  "why-organize": "Pourquoi organiser un CodeDay ?",
  "read-testimonials": "(Cliquez pour en savoir plus ou <click>voir tous les témoignages</click>)",
  "perks": {
    "heading": "AVANTAGES DU CODEDAY CETTE SAISON :",
    "body": "Soutenez votre communauté avec plus de 2 000 dollars d'ordinateurs portables gratuits à distribuer aux étudiants à faibles revenus, et des trajets Uber gratuits pour les participants issus de zones à faibles revenus."
  },

  "community": {
    "heading": "Apprenez à votre communauté à coder <highlight>sans avoir l'impression d'aller à l'école.</highlight>",
    "why": [
      "En organisant un CodeDay, vous permettrez à des centaines d'élèves de votre communauté d'apprendre à coder.",
      "Bien qu'il s'agisse d'un événement éducatif, il suffit de regarder autour de soi pour voir ce que l'on voit rarement dans une salle de classe : chaque élève est souriant, engagé et enthousiaste à l'idée d'apprendre."
    ]
  },

  "creativity": {
    "heading": "Mettez en avant la <highlight>Créativité</highlight> pour toucher des personnes qui autrement ne participeraient jamais à un événement de codage.\n",
    "why": {
      "1": [
        "Il existe de nombreux cours, clubs, hackathons et autres événements pour les personnes qui veulent apprendre à coder.",
        "Seul CodeDay s'adresse aux personnes qui n'aiment pas coder, qui ne veulent pas apprendre et qui ne vont pas aux événements de codage."
      ],
      "2": [
        "En tant qu'organisateur, vous bénéficierez de nos plus de 10 ans d'expérience pour organiser un événement qui attirera des étudiants qui s'intéressent uniquement à l'art, à la musique, au doublage, à l'écriture ou à d'autres activités créatives.",
        "Et vous leur montrerez à quel point le codage peut être amusant et créatif !"
      ],
      "3": "Chaque fois que vous organisez un événement CodeDay, vous contribuez à créer des dizaines, voire des centaines de nouveaux programmeurs, des personnes qui, sans vous, n'auraient jamais appris à coder."
    }
  },

  "intersectional": {
    "heading": "Un événement <highlight>intersectionnel</highlight> qui rassemble les gens, quelle que soit leur origine.",
    "why": {
      "1": [
        "68 % des participants au CodeDay sont issus d'un groupe traditionnellement sous-représenté dans la tech. Ce n'est pas un hasard, nous avons créé le modèle le plus efficace pour promouvoir et soutenir la diversité des étudiants !",
        "En tant qu'organisateur, vous bénéficierez de :"
      ],
      "2": [
        "Guide + coaching hebdomadaire basé sur plus de 10 ans d'expériences.",
        "D'ordinateurs portables à offrir aux étudiants à faibles revenus. À CONSERVER !",
        "De trajets Uber gratuits pour les étudiants à faibles revenus vers/depuis le CodeDay."
      ],
      "3": [
        "De nombreux événements offrent ces possibilités en limitant les participants à un certain groupe, mais CodeDay propose une approche différente ;",
        "nous préférons favoriser des relations positives entre les participants, quelle que soit leur origine, basées sur un enthousiasme partagé pour la créativité que nous pouvons exprimer au travers de la technologie."
      ]
    }
  },

  "form": {
    "header": "Organiser un CodeDay",
    "submit-button": "Inscrivez-vous pour en organiser un !",
    "requirements": "Conditions requises : être âgé d'au moins 15 ans et être capable de s'engager 3 à 5 heures par semaine. AUCUNE EXPÉRIENCE REQUISE.",
    "no-experience-required": "Aucune expérience n'est nécessaire ! Vous bénéficierez de notre soutien à chaque étape."
  }
}
