{
  "rules": [
    "<h2>Règles de l'événement CodeDay (CDER)</h2> ",
    "<h3>CDER0. Frais accessoires à la participation.</h3> ",
    "<p> ",
    "Vous reconnaissez que vous êtes seul responsable de tous les frais encourus dans le cadre de votre participation. ",
    "à l'événement, y compris, mais sans s'y limiter, le voyage, l'hébergement, les fournitures et l'utilisation d'appareils personnels. ",
    "</p> ",

    "<h3>CDER1. Renonciations et exemptions.</h3> ",
    "<p> ",
    "En contrepartie de votre participation au CodeDay, vous (ou, si vous êtes mineur, votre parent ou tuteur légal)  ",
    "devez signer les deux renonciations et autres décharges. ",
    "</p>  ",
    "<p> ",
    "Vous devrez signer une décharge de responsabilité. ",
    "</p> ",
    "<p> ",
    "Il vous sera demandé d'accepter que (a) vous, vos sacs et vos autres biens personnels sont ",
    "tous soumis au contrôle, à la fouille et à d'autres contrôles de sécurité à tout moment pendant le CodeDay ; (b) le CodeDay se réserve  ",
    "le droit d'empêcher l'entrée de tout bien dans l'événement ; et (c) tous les biens personnels sont apportés à vos ",
    "risques et périls, et vous êtes responsable de leur protection. ",
    "</p> ",
    "<p> ",
    "Il vous sera demandé de signer une autorisation de publication qui nous permettra, entre autres, de prendre des photos et ",
    "enregistrements de vous et de vos projets. ",
    "</p> ",

    "<h3>CDER2. Vous possédez les droits.</h3> ",
    "<p> ",
    "Nonobstant la section précédente, vous et les membres de votre équipe possédez tous les droits sur tout ce que vous créez chez  ",
    "CodeDay. Si vous travaillez avec une équipe et que vous prévoyez de sortir une application ou un jeu, vous devez savoir clairement qui détient quels  ",
    "droits. ",
    "</p>  ",
    "<p> ",
    "Sauf accord préalable de votre équipe, vous acceptez de partager la propriété à parts égales entre tous les membres de l'équipe. (Un « membre  ",
    "de l'équipe » désigne toute personne ayant contribué à votre projet, à l'exception du personnel, des mentors ",
    " et des bénévoles désignés par CodeDay). ",
    "</p>  ",

    "<h3>CDER3. Participants admissibles.</h3> ",
    "<p> ",
    "La plupart des événements de CodeDay ont des limites d'âge ou d'autres limites qui affectent les étudiants qui peuvent y participer. Au cours du  ",
    "processus d'inscription, vous êtes tenu de fournir l'âge exact de tous les participants au début de  ",
    "CodeDay, afin que notre système puisse déterminer votre admissibilité. ",
    "</p>  ",
    "<p> ",
    "Vous certifiez que toutes les informations que vous fournissez dans votre inscription sont exactes et que vous remplissez toutes  ",
    "les conditions d'admissibilité documentées sur le formulaire d'inscription. CodeDay se réserve le droit de vérifier votre  ",
    "admissibilité. Si vous fournissez un âge inexact ou si vous ne remplissez pas les conditions d'admissibilité  ",
    "documentées sur le formulaire d'inscription, l'entrée vous sera refusée ou vous serez retiré de l'événement sans remboursement. ",
    "</p>  ",
    "<p> ",
    "Les enseignants peuvent accompagner leurs élèves sans billet, mais doivent présenter une preuve de leur statut lors de l'enregistrement. ",
    "Les écoles qui souhaitent envoyer des chaperons doivent nous contacter au moins une semaine à l'avance. Les accompagnateurs devront  ",
    "peut-être se soumettre à une vérification de leurs antécédents, à moins que l'école n'ait déjà procédé à une telle vérification. ",
    "</p> ",

    "<h3>CDER4. Mineurs.</h3> ",
    "<p> ",
    "Les mineurs doivent être suffisamment mûrs pour se comporter en toute sécurité dans le cadre d'un événement autogéré sans surveillance constante. Les parents  ",
    "ou tuteurs certifient qu'ils ont eu une conversation avec chaque mineur au sujet de sa maturité et de ses attentes  ",
    "pour l'événement, et qu'ils sont convaincus que l'étudiant peut se comporter en toute sécurité pendant l'événement. ",
    "</p> ",
    "<p> ",
    "Pendant l'événement, les mineurs ne peuvent quitter l'événement que s'ils sont pris en charge par un parent ou  ",
    "un tuteur, ou si un parent ou un tuteur autorise leur sortie par téléphone ou par écrit (envoyer l'élève avec une note écrite est suffisant). ",
    "</p> ",
    "<p> ",
    "Sauf autorisation de sortie, un parent ou un tuteur doit être disponible pour venir chercher tous les mineurs à tout  ",
    "moment de l'événement. ",
    "</p> ",

    "<h3>CDER5. Comportement en cas d'événement.</h3> ",
    "<p> ",
    "<strong>Pas de jeux vidéo excessifs :</strong> CodeDay est un événement créatif, et n'est pas conçu pour les étudiants  ",
    "qui veulent simplement jouer à des jeux vidéo existants. En dehors des activités programmées du CodeDay, les participants observés  ",
    "en train de jouer à des jeux vidéo seront priés d'arrêter, et les récidivistes seront priés de partir. ",
    "</p> ",
    "<p> ",
    "<strong>Nettoyez après votre passage :</strong> ne faites pas de dégâts et nettoyez votre espace avant de partir. ",
    "</p> ",
    "<p> ",
    "<strong>Toutes les équipes doivent présenter leur projet :</strong> CodeDay est un événement communautaire. Les équipes formées avant l'événement doivent présenter  ",
    "leur idée lors des séances de présentation et doivent être ouvertes à l'arrivée de nouveaux membres dans leur équipe. Les équipes qui ne respectent pas ces règles seront  ",
    "disqualifiées pour tous les prix et pourront être exclues de l'événement. ",
    "</p>  ",
    "<p> ",
    "<strong>Ne perturbez pas les autres :</strong> les participants qui perturbent régulièrement les autres peuvent être exclus de  ",
    "l'événement. Il s'agit notamment des violations de notre <conductLink>Code de conduite</conductLink>, ainsi  ",
    "que tout comportement qui entrave la capacité des autres à participer à l'événement. ",
    "</p> ",

    "<h3>CDER6. Prix.</h3> ",
    "<p> ",
    "Les prix seront décernés soit par des juges, soit par le personnel de l'événement. Aucun participant n'est autorisé à pénétrer dans la zone où  ",
    "les juges discutent des prix. ",
    "</p> ",
    "<p> ",
    "Pour être admissibles aux prix <i>Meilleur de la classe</i> et <i>Meilleur de l'exposition</i>  ",
    "<strong>(mais NON requis pour les <i>Prix spéciaux</i>),</strong> les projets doivent respecter les  ",
    "règles suivantes : ",
    "</p> ",
    "<inset> ",
    "a. Une équipe doit être composée d'une à six personnes inscrites à CodeDay. (Toutefois, les participants peuvent être inscrits  ",
    "à n'importe quel événement CodeDay en cours et peuvent participer virtuellement.) ",
    "</inset> ",
    "<inset> ",
    "b. Les projets peuvent utiliser tous les langages de programmation, outils, API, moteurs, cadres, musique,  ",
    "art, tutoriels ou bases de code généralement disponibles — qu'ils soient gratuits ou propriétaires, et indépendamment de la disponibilité  ",
    "du code source. « Généralement disponible » signifie qu'il a été mis à la disposition du grand public et qu'il a pu être découvert par lui avant d'être utilisé  ",
    "au début de CodeDay ; que les frais facturés sont raisonnables et conformes au marché ; et qu'ils n'ont pas été élaborés ",
    "exclusivement pour le projet de votre équipe. ",
    "</inset> ",
    "<inset> ",
    "c. Vous devez divulguer toutes ces ressources que votre projet utilise (a) lors de la discussion avec les juges, (b) pendant votre  ",
    "présentation, et (c) sur la page de votre projet sur CodeDay Showcase. ",
    "</inset> ",
    "<inset> ",
    "d. Vous pouvez travailler sur le concept de votre projet avant le début du concours, notamment en prenant des notes  ",
    "esquisse des maquettes, des diagrammes de base de données et d'héritage, et des story-boards, mais vous ne pouvez pas produire de ",
    "et en produisant du contenu prêt à l'emploi avant le coup d'envoi. Il peut s'agir d'images, de cas de test, de moteurs, de sons et de musique. ",
    "</inset> ",
    "<inset> ",
    "e. Sauf dans les cas mentionnés ci-dessus, tout le travail sur le projet doit être effectué par l'équipe, entre la fin du coup d'envoi ",
    "et le début des présentations. (Il est interdit de commander un travail rémunéré.)",
    "</inset>",

    "<h3>CDER7. Le personnel de l'événement a le dernier mot.</h3>",
    "<p> ",
    "Les organisateurs interpréteront toutes les règles de l'événement et le code de conduite dans le respect de l'esprit.",
    "Les organisateurs ont le droit de vous disqualifier pour tout prix, de vous retirer de l'événement et ",
    "de vous interdire de participer à d'autres événements à l'avenir. Si vous êtes exclu de l'événement, vous ne serez pas remboursé et vous devrez peut-être ",
    "appeler un parent pour qu'il vienne vous chercher.",
    "</p>",

    "<h3>CDER8. Interdictions.</h3>",
    "<p> ",
    "Si vous vous inscrivez à un événement après avoir été banni, vous ne serez pas autorisé à entrer et votre billet ",
    "ne sera pas remboursé.",
    "</p>"
  ]
}
