{
  "title": "CodeDay {{event}} pour les écoles",
  "back": "Retour aux détails de l'événement",
  "register": "Inscription des étudiants",
  "error": {
    "message": {
      "no-event": "Nous n'avons pas d'événement prévu pour le moment ; revenez plus tard."
    }
  },
  "assistance": {
    "heading": "Vos élèves ont-ils besoin d'aide pour participer à CodeDay ?",
    "intro": "En tant qu'organisation mondiale à but non lucratif, nous pensons qu'il y a une place dans la technologie pour chacun, quels que soient ses moyens financiers.",
    "ticket": "L'entrée à l'événement est gratuite, y compris la nourriture et les boissons.",
    "ride": "Transport gratuit par Uber à destination et en provenance de l'événement. (Aucun compte Uber n'est nécessaire.)",
    "laptop": "Un ordinateur portable gratuit, qu'ils pourront garder s'ils créent quelque chose chez CodeDay. Oui, c'est vrai, nous avons déjà distribué plus de 500 ordinateurs portables.",
    "action": "Remplissez le formulaire ci-dessous, et nous vous fournirons un code promo à partager avec vos étudiants, ainsi qu'une double vérification de notre liste finale pour s'assurer que tous les étudiants répertoriés ont demandé l'assistance.",
    "apply": {
      "name": "Nom de l'enseignant ",
      "name-placeholder": "Jane Doe ",
      "email": "E-mail de l'enseignant ",
      "email-placeholder": "you@your-school.org ",
      "school-name": "Nom de l'école",
      "school-name-placeholder": "Lycée North Southvale",
      "no-student": "Veuillez utiliser l'e-mail de votre école. (Vous devez être un enseignant pour remplir ce formulaire ! Si vous êtes un élève, veuillez envoyer ce formulaire à un enseignant.)",
      "student-names": "Noms des élèves que vous prévoyez d'accueillir",
      "student-name-placeholder": "Nom et prénom",
      "student": "Étudiant(e)",
      "submit": "Envoyer",
      "submitted": "Votre demande a été soumise.",
      "whats-next": "Voici ce qu'il se passera ensuite :",
      "validate": "Notre équipe validera votre statut d'enseignant.",
      "promo-code": "Nous générerons un code promo à communiquer aux étudiants.",
      "double-check": "Nous vérifierons que tous ces étudiants ont bien demandé l'aide dont ils ont besoin.",
      "questions": "Si vous avez des questions, vous pouvez nous contacter par e-mail à <click>schools@codeday.org</click>.",
      "error": "Votre demande n'a pas pu être envoyée. Réessayez ou envoyez votre demande par e-mail à schools@codeday.org."
    }
  }
}