{
  "rules": [
    "<h2>Reglas del Evento CodeDay (CDER)</h2>",
    "<h3>CDER0. Gastos adicionales por participar.</h3>",
    "<p> ",
    "Reconoces que eres el único responsable de cualquier costo en el que incurras en relación con tu participación",
    "en el evento, incluidos, entre otros, los viajes, el alojamiento, los suministros y el uso de dispositivos personales.",
    "</p>",

    "<h3>CDER1. Renuncias y exenciones.</h3>",
    "<p> ",
    "Como contraprestación por participar en CodeDay, tú (o, si eres menor de edad, tu padre, madre o tutor legal)",
    "debes firmar las dos renuncias y otras liberaciones.",
    "</p> ",
    "<p>",
    "Se te pedirá que firmes una exención de responsabilidad.",
    "</p> ",
    "<p> ",
    "Se te pedirá que aceptes que (a) tú, tus bolsas y tus demás bienes personales tienen",
    "todos sujetos a revisión, registro y otros controles de seguridad en cualquier momento durante CodeDay; (b) CodeDay se reserva",
    "derecho a impedir la entrada de cualquier propiedad en el evento; y (c) toda propiedad personal se trae a tu",
    "cuenta y riesgo, y eres responsable de salvaguardarlos.",
    "</p>",
    "<p>",
    "Se te pedirá que firmes un comunicado de prensa que nos permita, entre otras cosas, hacer fotos y",
    "grabaciones tuyas y de tus proyectos.",
    "</p>",

    "<h3>CDER2. Los derechos te pertenecen.</h3>",
    "<p>",
    "No obstante lo dicho en la sección anterior, tú y los miembros de tu equipo son propietarios de todos los derechos de todo lo que crean en",
    "CodeDay. Si trabajas con un equipo y esperas publicar una aplicación o un juego, debes tener claro a quién pertenece lo que",
    "derechos.",
    "</p> ",
    "<p> ",
    "A menos que tu equipo lo acuerde por anticipado, te comprometes a repartir la propiedad a partes iguales entre todos los miembros del equipo. (Por \"miembro",
    " del equipo\" se entiende cualquier persona que haya hecho alguna contribución a tu proyecto, excepto el personal, los mentores ",
    "y los voluntarios designados por CodeDay).",
    "</p>",

    "<h3>CDER3. Asistentes admisibles.</h3>",
    "<p> ",
    "La mayoría de los eventos del Día del Código tienen límites de edad o de otro tipo que afectan a los alumnos que pueden participar. Durante el ",
    "proceso de inscripción, es necesario que indiques la edad exacta de todos los asistentes al inicio de",
    "CodeDay, para que nuestro sistema pueda determinar si pueden asistir.",
    "</p>",
    "<p> ",
    "Certificas que toda la información que proporcionas en tu inscripción es exacta, y que cumples todos ",
    "los requisitos de elegibilidad documentados en el formulario de inscripción. CodeDay se reserva el derecho a verificar tu ",
    "admisibilidad. Si proporcionas una edad inexacta o no cumples los requisitos de admisibilidad",
    " documentados en el formulario de inscripción, se te denegará la entrada o se te retirará del evento sin derecho a reembolso.",
    "</p> ",
    "<p> ",
    "Los maestros pueden asistir con los alumnos sin entrada, pero deben acreditar su condición al registrarse.",
    "Los centros escolares que deseen enviar acompañantes deben ponerse en contacto con nosotros al menos con una semana de anticipación; es posible que los acompañantes deban ",
    "someterse a una verificación de antecedentes, a menos que el centro escolar ya la haya realizado.",
    "</p>",

    "<h3>CDER4. Menores.</h3>",
    "<p> ",
    "Los menores deben tener la madurez suficiente para comportarse con seguridad en un evento autodirigido sin supervisión constante. Los padres ",
    "los padres o tutores certifican que han mantenido una conversación con cada menor sobre su madurez y expectativas",
    "para el evento, y están satisfechos de que el alumno pueda comportarse con seguridad durante el evento.",
    "</p>",
    "<p>",
    "Durante el evento, los menores solo podrán abandonarlo si son recogidos por uno de sus padres o tutores, o si uno de ellos ",
    "autoriza su salida por teléfono o por escrito (basta con enviar al alumno con una nota escrita).",
    "</p> ",
    "<p> ",
    "A menos que se dé permiso para salir, un padre o tutor debe estar disponible para recoger a todos los menores en cualquier",
    "punto durante el evento.",
    "</p>",

    "<h3>CDER5. Comportamiento durante el evento.</h3>",
    "<p> ",
    "<strong>No se permite el uso excesivo de videojuegos:</strong> CodeDay es un evento creativo, y no está diseñado para estudiantes",
    "que simplemente quieren jugar a videojuegos que ya existen. Aparte de las actividades programadas del CodeDay, los participantes observaron",
    "a los que jueguen a videojuegos se les pedirá que dejen de hacerlo, y a los reincidentes se les pedirá que se marchen.",
    "</p> ",
    "<p> ",
    "<strong>Limpia lo que ensucies:</strong> No ensucies y limpia tu espacio antes de irte.",
    "</p>",
    "<p> ",
    "<strong>Todos los equipos deben participar:</strong> CodeDay es un evento comunitario. Los equipos formados antes del evento deben presentar ",
    "su idea durante los lanzamientos, y deben estar abiertos a que nuevos miembros se unan a su equipo. Los equipos que incumplan esta norma serán ",
    "descalificados de todos los premios y podrán ser expulsados del evento.",
    "</p>",
    "<p> ",
    "<strong>No molestes:</strong> Los asistentes que molesten habitualmente a los demás pueden ser expulsados del",
    "evento. Esto incluye las infracciones de nuestro <conductLink>código de conducta</conductLink>, ",
    "así como cualquier comportamiento que perjudique la capacidad de los demás para participar en el evento.",
    "</p> ",

    "<h3>CDER6. Premios.</h3>",
    "<p> ",
    "Los premios los decidirán los jueces o el personal del evento. No se permite a ningún asistente entrar en la zona donde ",
    "los jueces deliberan los premios.",
    "</p>",
    "<p> ",
    "Para poder optar a los premios <i>mejor de la clase</i> y <i>mejor de la exposición</i>",
    "<strong>(pero NO es necesario para los <i>premios especiales</i>),</strong> los proyectos deben cumplir las siguientes",
    "reglas:",
    "</p>",
    "<inset> ",
    "a. Un equipo debe estar formado por entre una y seis personas que estén inscritas como asistentes a CodeDay. (Sin embargo, los asistentes pueden estar inscritos ",
    "en cualquier evento CodeDay en curso, y pueden estar participando virtualmente.)",
    "</inset>",
    "<inset> ",
    "b. Los proyectos pueden utilizar cualquier lenguaje de programación, herramienta, API, motor, marco, música, ",
    "arte, tutorial o base de código disponible de forma general, ya sea de libre acceso o propietario, e independientemente de la disponibilidad ",
    "del código fuente. \"Generalmente disponible\" significa que estaba a disposición del público en general y que este podía descubrirlo antes",
    "del inicio del CodeDay; que cualquier tarifa que se cobre es razonable y a precio de mercado; y que no se desarrolló ",
    "exclusivamente para el proyecto de tu equipo.",
    "</inset> ",
    "<inset> ",
    "c. Debes revelar todos los recursos de este tipo que utilice tu proyecto (a) en el debate con los jueces, (b) durante tu ",
    "presentación, y (c) en la página de tu proyecto en CodeDay Showcase.",
    "</inset> ",
    "<inset> ",
    "d. Puedes trabajar en el concepto de tu proyecto antes de que comience el concurso, lo que incluye hacer notas, ",
    "bocetos de maquetas, diagramas de bases de datos y de herencia, y guiones gráficos; sin embargo, no puedes producir ningún ",
    "contenido listo para la producción antes del inicio. Esto incluye imágenes, casos de prueba, motores, sonidos y música.",
    "</inset>",
    "<inset> ",
    "e. Salvo lo dispuesto anteriormente, todo el trabajo del proyecto debe ser realizado por el equipo, entre el final del inicio ",
    "y el comienzo de las presentaciones. (Está prohibido encargar trabajo remunerado.)",
    "</inset> ",

    "<h3>CDER7. El personal del evento tiene la última palabra.</h3>",
    "<p> ",
    "Los organizadores interpretarán todas las normas del evento y el Código de Conducta en comprensión del espíritu.",
    "Los organizadores tienen autoridad para descalificarte de cualquier premio, expulsarte del evento y ",
    "prohibirte participar en futuros eventos. Si te expulsan del evento, no recibirás ningún reembolso, y puede que tengas que ",
    "llamar a uno de tus padres para que te recoja.",
    "</p>",

    "<h3>CDER8. Prohibiciones.</h3>",
    "<p> ",
    "Si te inscribes en un acto una vez que se te ha vetado, no se te permitirá entrar y ",
    "no se te reembolsará la entrada.",
    "</p>"
  ]
}
