{
  "title": "CodeDay {{event}} für Schulen",
  "back": "Zurück zu allen Veranstaltungsdetails",
  "register": "Schülerregistrierung",
  "error": {
    "message": {
      "no-event": "Momentan ist keine Veranstaltung geplant. Schauen Sie später noch einmal vorbei."
    }
  },
  "assistance": {
    "heading": "Benötigen Ihre Schüler Unterstützung bei der Teilnahme an CodeDay?",
    "intro": "Als weltweite Non-Profit-Organisation glauben wir, dass in der Technologiebranche jeder seinen Platz hat, unabhängig von seinen finanziellen Möglichkeiten.",
    "ticket": "Freier Eintritt zur Veranstaltung, inklusive Essen und Getränken.",
    "ride": "Kostenlose Uber-Fahrt zur Veranstaltung und zurück. (Kein Uber-Konto erforderlich.)",
    "laptop": "Ein kostenloser Laptop, den Sie behalten dürfen, wenn Sie bei CodeDay etwas erreichen. Ja, das stimmt, wir haben bereits über 500 Laptops verschenkt.",
    "action": "Füllen Sie das untenstehende Formular aus und wir senden Ihnen einen Aktionscode, den Sie an Ihre Schüler weitergeben können. Außerdem überprüfen wir unsere endgültige Teilnehmerliste, um sicherzustellen, dass alle aufgeführten Schüler Unterstützung angefordert haben.",
    "apply": {
      "name": "Name der Lehrkraft",
      "name-placeholder": "Jane Doe",
      "email": "E-Mail der Lehrkraft",
      "email-placeholder": "you@your-school.org",
      "school-name": "Name der Schule",
      "school-name-placeholder": "North Southvale High School",
      "no-student": "Bitte verwenden Sie Ihre Schul-E-Mail-Adresse. (Sie müssen Lehrkraft sein, um dieses Formular auszufüllen! Wenn Sie Schüler sind, senden Sie es bitte an eine Lehrkraft.)",
      "student-names": "Namen der Schüler, die voraussichtlich teilnehmen",
      "student-name-placeholder": "Vollständiger Name",
      "student": "Schüler",
      "submit": "Absenden",
      "submitted": "Ihre Anfrage wurde gesendet.",
      "whats-next": "So geht es weiter:",
      "validate": "Unser Team überprüft Ihren Lehrkraftstatus.",
      "promo-code": "Wir erstellen einen Aktionscode, der an die Schüler weitergegeben werden kann.",
      "double-check": "Wir überprüfen, ob alle Schüler die benötigte Unterstützung angefordert haben.",
      "questions": "Bei Fragen können Sie uns gerne eine E-Mail an <click>schools@codeday.org</click> senden.",
      "error": "Ihre Anfrage konnte nicht gesendet werden. Versuchen Sie es erneut oder senden Sie Ihre Anfrage per E-Mail an schools@codeday.org."
    }
  }
}