{
  "rules": [
    "<h2>Regels voor CodeDay-evenementen (RCDE)</h2>",
    "<h3>RCDE0. Bijkomende kosten voor deelname.</h3>",
    "<p>",
    "Je erkent dat je als enige verantwoordelijk bent voor alle kosten die verband houden met je deelname.",
    "in gevallen met inbegrip van, maar niet beperkt tot, reizen, accommodaties, benodigdheden en het gebruik van persoonlijke apparaten.",
    "</p>",

    "<h3>RCDE1. Vrijstellingen en vrijwaringen.</h3>",
    "<p>",
    "Als tegenprestatie voor deelname aan CodeDay, ga je (of, indien je minderjarig bent, je ouder of wettelijke voogd) akkoord met het volgende:",
    "moet zowel de vrijwaringsverklaringen als andere vrijwaringen ondertekenen.",
    "</p>",
    "<p>",
    "Je moet een aansprakelijkheidsverklaring ondertekenen.",
    "</p>",
    "<p>",
    "Je moet ermee instemmen dat (a) jij, je bagage en je andere persoonlijke eigendommen",
    "allemaal onderworpen zijn aan screening, fouillering en andere veiligheidscontroles op elk moment tijdens CodeDay; (b) CodeDay behoudt zich het recht voor",
    "het recht om te voorkomen dat eigendommen worden meegenomen naar het evenement; en (c) alle persoonlijke eigendommen worden meegebracht",
    "op eigen risico, en jij bent verantwoordelijk voor de veiligheid ervan.",
    "</p>",
    "<p>",
    "Je moet een mediavrijgave ondertekenen waarmee je ons onder andere toestemming geeft om foto's en",
    "opnames van jou en je projecten te maken.",
    "</p>",

    "<h3>RCDE2. Je bent eigenaar van de rechten.</h3>",
    "<p>",
    "Niettegenstaande het vorige artikel bezitten jij en je teamleden alle rechten op alles wat je creëert op",
    "CodeDay. Als je met een team werkt en van plan bent een app of game uit te brengen, moet je duidelijk zijn over wie de",
    "rechten in bezit heeft.",
    "</p>",
    "<p>",
    "Tenzij je team vooraf akkoord gaat, stem je ermee in om het eigendom gelijkelijk te verdelen over alle teamleden. (Een 'team",
    "lid' betekent iedereen die een bijdrage heeft geleverd aan je project, met uitzondering van door CodeDay aangewezen medewerkers, mentoren,",
    "en vrijwilligers.)",
    "</p>",

    "<h3>RCDE3. In aanmerking komende deelnemers.</h3>",
    "<p>",
    "De meeste CodeDay-evenementen hebben leeftijds- of andere beperkingen die van invloed zijn op welke studenten mogen deelnemen. Tijdens de",
    "registratieproces moet je de juiste leeftijd van alle deelnemers opgeven op het moment van aanvang van",
    "CodeDay, zodat ons systeem kan bepalen of je in aanmerking komt om deel te nemen.",
    "</p>",
    "<p>",
    "Je verklaart dat alle informatie die je bij je registratie verstrekt juist is en dat je voldoet aan alle",
    "toelatingsvoorwaarden die op het registratieformulier staan vermeld. CodeDay behoudt zich het recht voor om te",
    "controleren of je voldoet aan de voorwaarden. Als je een onjuiste leeftijd opgeeft of anderszins niet voldoet aan de voorwaarden",
    "zoals vermeld op het registratieformulier, word je de toegang geweigerd of word je zonder restitutie uit het evenement verwijderd.",
    "</p>",
    "<p>",
    "Leraren mogen zonder ticket samen met hun leerlingen deelnemen, maar moeten bij het inchecken een bewijs van hun status tonen.",
    "Scholen die begeleiders willen sturen, dienen ten minste een week van tevoren contact met ons op te nemen. Begeleiders kunnen",
    "verplicht om een antecedentenonderzoek te ondergaan, tenzij de school dit al heeft gedaan.",
    "</p>",

    "<h3>RCDE4. Minderjarigen.</h3>",
    "<p>",
    "Minderjarigen moeten volwassen genoeg zijn om zich veilig te gedragen tijdens een zelfstandig evenement zonder voortdurend toezicht. Ouders",
    "of voogden verklaren dat zij met elke minderjarige een gesprek hebben gehad over hun volwassenheid en verwachtingen",
    "voor het evenement, en zijn ervan overtuigd dat de student zich tijdens het evenement veilig kan gedragen.",
    "</p>",
    "<p>",
    "Tijdens het evenement mogen minderjarigen het evenement alleen verlaten als ze worden opgehaald door een ouder of voogd, of als een ouder of",
    "voogd toestemming geeft voor hun vertrek via de telefoon of schriftelijk (het is voldoende om de leerling een schriftelijke verklaring mee te geven).",
    "</p>",
    "<p>",
    "Tenzij toestemming om te vertrekken is gegeven, moet er te allen tijde een ouder of voogd beschikbaar zijn om alle minderjarigen op te halen",
    "tijdens het evenement",
    "</p>",

    "<h3>RCDE5. Gedrag tijdens evenementen.</h3>",
    "<p>",
    "<strong>Geen overmatig gamen:</strong> CodeDay is een creatief evenement en is niet bedoeld voor studenten",
    "die alleen bestaande videogames willen spelen. Met uitzondering van de geplande CodeDay-activiteiten worden deelnemers",
    "die videogames spelen gevraagd om ermee te stoppen, en worden deelnemers die zich er herhaaldelijk schuldig aan maken gevraagd te vertrekken.",
    "</p>",
    "<p>",
    "<strong>Houd het netjes:</strong> Maak geen rommel en ruim je plek op voordat je weggaat.",
    "</p>",
    "<p>",
    "<strong>Alle teams moeten een pitch houden:</strong> CodeDay is een gemeenschapsevenement. Teams die vóór het evenement zijn gevormd, moeten",
    "hun idee presenteren tijdens de pitches, en moeten openstaan voor nieuwe leden die zich bij hun team aansluiten. Teams die deze regels overtreden, zullen worden",
    "gediskwalificeerd voor alle prijzen en kunnen uit het evenement worden verwijderd.",
    "</p>",
    "<p>",
    "<strong>Wees niet storend:</strong> Deelnemers die regelmatig anderen storen, kunnen uit het",
    "evenement worden verwijderd. Dit omvat schendingen van onze <conductLink>Gedragscode</conductLink>",
    "evenals elk gedrag dat het vermogen van anderen om aan het evenement deel te nemen, belemmert.",
    "</p>",

    "<h3>RCDE6. Prijzen.</h3>",
    "<p>",
    "De prijzen worden toegekend door juryleden of door het evenementpersoneel. Deelnemers hebben geen toegang tot de locatie waar",
    "juryleden de prijzen aan het bespreken zijn.",
    "</p>",
    "<p>",
    "Om in aanmerking te komen voor de prijzen <i>Beste in de klasse</i> en <i>Beste in de Show</i>",
    "<strong>(maar NIET vereist voor <i>Speciale prijzen</i>),</strong> moeten projecten aan het volgende voldoen",
    "regels:",
    "</p>",
    "<inset>",
    "a. Een team moet bestaan uit 1-6 personen die geregistreerd zijn als deelnemers aan CodeDay. (Deelnemers kunnen echter geregistreerd zijn",
    "voor elk willekeurig lopend CodeDay-evenement, en kunnen virtueel deelnemen.)",
    "</inset>",
    "<inset>",
    "b. Projecten mogen gebruikmaken van alle algemeen beschikbare programmeertalen, tools, API's, engines, frameworks, muziek,",
    "kunst, tutorials of codebases - ongeacht of deze vrij beschikbaar of eigendom zijn, en ongeacht de beschikbaarheid",
    "van broncode. 'Algemeen beschikbaar' betekent dat het beschikbaar was voor en vindbaar was door het grote publiek vóór",
    "de start van CodeDay, dat alle in rekening gebrachte kosten redelijk zijn en in overeenstemming met de marktprijs, en dat het niet",
    "exclusief is ontwikkeld voor het project van jouw team.",
    "</inset>",
    "<inset>",
    "c. je moet alle middelen die je project gebruikt bekendmaken (a) in overleg met de juryleden, (b) tijdens je",
    "presentatie, en (c) op de pagina van je project op CodeDay Showcase.",
    "</inset>",
    "<inset>",
    "d. Je mag al voor aanvang van de wedstrijd aan het concept voor je project werken, bijvoorbeeld door aantekeningen,",
    "schetsen, mockups, database- en overervingsdiagrammen en storyboards te maken, maar je mag geen",
    "productieklaar materiaal produceren vóór de start. Dit omvat afbeeldingen, testcases, engines, geluiden en muziek.",
    "</inset>",
    "<inset>",
    "e. Behalve zoals hierboven bepaald, moet al het werk aan het project door het team worden uitgevoerd tussen het einde van de kick-off",
    "en het begin van de presentaties. (Het in opdracht geven van betaald werk is verboden.)",
    "</inset>",

    "<h3>RCDE7. Het evenementpersoneel heeft het laatste woord.</h3>",
    "<p>",
    "De organisatoren zullen alle evenementregels en de gedragscode interpreteren in overeenstemming met de geest ervan.",
    "De organisatoren hebben het recht om je te diskwalificeren voor prijzen, je uit het evenement te verwijderen en je te laten",
    "uitsluiten van toekomstige evenementen. Als je uit het evenement wordt verwijderd, ontvang je geen restitutie en moet je mogelijk",
    "een ouder bellen om je op te halen.",
    "</p>",

    "<h3>RCDE8. Uitsluitingen.</h3>",
    "<p>",
    "Als je je voor een evenement registreert nadat je bent uitgesloten, krijg je geen toegang en wordt je ticket",
    "niet terugbetaald.",
    "</p>"
  ]
}
