{
  "title": "CodeDay {{event}} for scholen",
  "back": "Terug naar alle evenementgegevens",
  "register": "Leerlingregistratie",
  "error": {
    "message": {
      "no-event": "We hebben momenteel geen evenement gepland, probeer het later nog eens."
    }
  },
  "assistance": {
    "heading": "Hebben je studenten hulp nodig om CodeDay te volgen?",
    "intro": "Als wereldwijde non-profitorganisatie vinden we dat technologie voor iedereen een plek heeft, ongeacht je financiële draagkracht.",
    "ticket": "Gratis toegang tot het evenement, inclusief eten en drinken.",
    "ride": "Gratis Uber-rit van en naar het evenement. (Geen Uber-account nodig.)",
    "laptop": "Een gratis laptop die je mag houden als je iets op CodeDay maakt. Ja, echt waar, we hebben al meer dan 500 laptops weggegeven.",
    "action": "Vul het onderstaande formulier in, dan sturen we je een promotiecode die je met je studenten kunt delen. Ook  controleren we onze definitieve lijst om er zeker van te zijn dat alle vermelde studenten hulp hebben aangevraagd.",
    "apply": {
      "name": "Naam leraar",
      "name-placeholder": "Jane Doe",
      "email": "E-mailadres leraar",
      "email-placeholder": "you@your-school.org",
      "school-name": "Naam school",
      "school-name-placeholder": "North Southvale High School",
      "no-student": "Gebruik het e-mailadres van je school. (Je moet leraar zijn om dit formulier in te vullen! Ben je een leerling, stuur dit formulier dan naar een leraar.)",
      "student-names": "Namen van studenten waarvan je verwacht dat ze meedoen",
      "student-name-placeholder": "Volledige naam",
      "student": "Leerling",
      "submit": "Indienen",
      "submitted": "Je verzoek is ingediend",
      "whats-next": "Dit kun je nu verwachten:",
      "validate": "Ons team zal je status van leraar bevestigen.",
      "promo-code": "We genereren een promotiecode die je met je leerlingen deelt.",
      "double-check": "We zullen nogmaals controleren of al deze studenten de hulp hebben verzocht die ze nodig hebben.",
      "questions": "Mocht je vragen hebben, stuur ons dan een e-mail naar <click>schools@codeday.org</click>.",
      "error": "Je verzoek kon niet worden ingediend. Probeer het nogmaals of e-mail je verzoek naar schools@codeday.org."
    }
  }
}