{
  "rules": [
    "<h2>Règlement de l'événement CodeDay (CDER)</h2>",
    "<h3>CDER0. Frais accessoires à la participation.</h3>",
    "<p>",
    "Vous reconnaissez être seul responsable de tous les frais engagés dans le cadre de votre participation.",
    "dans l'événement, y compris, sans limitation, les déplacements, l'hébergement, les fournitures et l'utilisation d'appareils personnels.",
    "</p>",

    "<h3>CDER1. Renonciations et décharges.</h3>",
    "<p>",
    "En contrepartie de votre participation à CodeDay, vous (ou, si vous êtes mineur, votre parent ou tuteur légal)",
    "devez signer les deux renonciations et autres décharges.",
    "</p>",
    "<p>",
    "Vous devrez également signer une décharge de responsabilité.",
    "</p>",
    "<p>",
    "Vous devrez accepter que (a) vous, vos sacs et vos autres effets personnels soyez",
    "soumis à des contrôles de sécurité, fouilles et autres vérifications à tout moment pendant CodeDay ; (b) CodeDay se réserve",
    "le droit d'interdire l'entrée de tout bien à l'événement ; et (c) tous vos effets personnels sont apportés à",
    "vos propres risques et périls, et vous êtes responsable de leur protection.",
    "</p>",
    "<p>",
    "Vous devrez signer une autorisation de presse qui nous autorise, entre autres, à prendre des photos et",
    "des enregistrements de vous et de vos projets.",
    "</p>",

    "<h3>CDER2. Vous détenez les droits.</h3>",
    "<p>",
    "Nonobstant la section précédente, vous et les membres de votre équipe détenez tous les droits sur tout ce que vous créez chez",
    "CodeDay. Si vous travaillez avec une équipe et prévoyez de publier une application ou un jeu, vous devez définir clairement qui détient quels",
    "droits.",
    "</p>",
    "<p>",
    "Sauf accord préalable de votre équipe, vous acceptez de répartir la propriété équitablement entre tous les membres de l'équipe. (Un « membre",
    "de l'équipe » désigne toute personne ayant contribué à votre projet, à l'exception du personnel, des mentors et des bénévoles désignés",
    "par CodeDay.)",
    "</p>",

    "<h3>CDER3. Participants admissibles.</h3>",
    "<p>",
    "La plupart des événements CodeDay imposent des limites d'âge ou autres qui déterminent les participants. Lors du",
    "processus d'inscription, vous devez fournir l'âge exact de tous les participants au début du",
    "CodeDay afin que notre système puisse déterminer votre admissibilité.",
    "</p>",
    "<p>",
    "Vous certifiez que toutes les informations fournies lors de votre inscription sont exactes et que vous remplissez toutes",
    "les conditions d'admissibilité indiquées sur le formulaire d'inscription. CodeDay se réserve le droit de vérifier votre",
    "admissibilité. Si votre âge est inexact ou si vous ne remplissez pas les conditions d'admissibilité",
    "indiquées sur le formulaire d'inscription, l'entrée vous sera refusée ou votre inscription sera exclue de l'événement sans remboursement.",
    "</p>",
    "<p>",
    "Les enseignants peuvent accompagner les élèves sans billet, mais doivent présenter une preuve de leur statut lors de l'enregistrement.",
    "Les écoles souhaitant envoyer des accompagnateurs doivent nous contacter au moins une semaine à l'avance ; les accompagnateurs pourront",
    "être soumis à une vérification des antécédents, sauf si l'école en a déjà effectué une.",
    "</p>",

    "<h3>CDER4. Les mineurs.</h3>",
    "<p>",
    "Les mineurs doivent être suffisamment matures pour se comporter en toute sécurité lors d'un événement autonome sans surveillance constante. Les parents",
    "ou tuteurs attestent avoir discuté avec chaque mineur de sa maturité et de ses attentes",
    "concernant l'événement, et être convaincus que l'élève peut se comporter en toute sécurité pendant l'événement.",
    "</p>",
    "<p>",
    "Pendant l'événement, les mineurs ne peuvent quitter l'événement que s'ils sont récupérés par un parent ou un tuteur, ou si un parent ou",
    "un tuteur autorise leur sortie par téléphone ou par écrit (envoyer à l'étudiant une note écrite est suffisant).",
    "</p>",
    "<p>",
    "À moins qu’une autorisation de sortie ne soit donnée, un parent ou un tuteur doit être disponible pour récupérer tous les mineurs à tout",
    "moment pendant l’événement.",
    "</p>",

    "<h3>CDER5. Comportement durant l'événement.</h3>",
    "<p>",
    "<strong>Interdiction de jouer excessivement aux jeux vidéo :</strong> CodeDay est un événement créatif et n'est pas conçu pour les élèves",
    "qui souhaitent simplement jouer à des jeux vidéo existants. En dehors des activités prévues par CodeDay, les participants observés en train de",
    "jouer aux jeux vidéo seront priés d'arrêter, et les récidivistes seront priés de quitter les lieux.",
    "</p>",
    "<p>",
    "<strong>Nettoyez après vous :</strong> Ne faites pas de désordre et nettoyez votre espace avant de partir.",
    "</p>",
    "<p>",
    "<strong>Toutes les équipes doivent présenter leur idée :</strong> CodeDay est un événement communautaire. Les équipes formées avant l'événement doivent présenter",
    "leur idée lors des présentations et être ouvertes à l'intégration de nouveaux membres. Les équipes contrevenantes seront",
    "disqualifiées de tous les prix et pourront être exclues de l'événement.",
    "</p>",
    "<p>",
    "<strong>Ne soyez pas perturbateur</strong> : Les participants qui perturbent régulièrement les autres peuvent être exclus",
    "de l'événement. Cela inclut toute violation de notre <conductLink>Code de conduite</conductLink> ainsi",
    "que tout comportement compromettant la capacité des autres à participer à l'événement.",
    "</p>",

    "<h3>CDER6. Prix.</h3>",
    "<p>",
    "Les prix seront décernés par le jury ou par l'équipe de l'événement. Aucun participant n'est autorisé à accéder à la zone",
    "où le jury discute des prix.",
    "</p>",
    "<p>",
    "Pour être éligible aux règles des prix <i>Best in Class</i> et <i>Best in Show</i>",
    "<strong>(mais NON requis pour les <i>Prix spéciaux</i>)</strong>, les projets doivent respecter les conditions suivantes :",
    " :",
    "</p>",
    "<inset>",
    "a. Une équipe doit être composée de 1 à 6 personnes inscrites au CodeDay. (Cependant, les participants peuvent être",
    "inscrits à tout événement CodeDay en cours et participer virtuellement.)",
    "</inset>",
    "<inset>",
    "b. Les projets peuvent utiliser tous les langages de programmation, outils, API, moteurs, frameworks, musiques,",
    "œuvres d'art, tutoriels ou bases de code généralement disponibles, qu'ils soient libres ou propriétaires, et quelle que soit la disponibilité",
    "du code source. « Généralement disponible » signifie que le code était accessible au grand public et découvrable par lui avant",
    "le début du CodeDay ; que les frais facturés sont raisonnables et conformes aux prix du marché ; et qu'il n'a pas été développé",
    "exclusivement pour le projet de votre équipe.",
    "</inset>",
    "<inset>",
    "c. Vous devez divulguer toutes les ressources utilisées par votre projet (a) lors des discussions avec les juges, (b) lors de votre",
    "présentation et (c) sur la page de votre projet sur CodeDay Showcase.",
    "</inset>",
    "<inset>",
    "d. Vous pouvez travailler sur le concept de votre projet avant le début du concours, notamment en prenant des notes,",
    "des croquis, des maquettes, des diagrammes de base de données et d'héritage, ainsi que des scénarimages.",
    "Cependant, vous ne pouvez pas produire de contenu prêt à être produit avant le lancement. Cela comprend les images, les cas de test, les moteurs, les sons et la musique.",
    "</inset>",
    "<inset>",
    "e. Sauf disposition contraire ci-dessus, toute intervention sur le projet doit être effectuée par l'équipe entre la fin du lancement",
    "et le début des présentations. (La commande de travaux rémunérés est interdite.)",
    "</inset>",

    "<h3>CDER7. Le personnel de l'événement a le dernier mot.</h3>",
    "<p>",
    "Les organisateurs interpréteront toutes les règles de l’événement et le Code de conduite dans le respect de l’esprit.",
    "Les organisateurs ont le pouvoir de vous disqualifier de toute récompense, de vous exclure de l'événement",
    "et de vous exclure des événements futurs. Si vous êtes exclu de l'événement, vous ne recevrez aucun remboursement et devrez peut-être",
    "appeler un parent pour venir vous chercher.",
    "</p>",

    "<h3>CDER8. Interdictions.</h3>",
    "<p>",
    "Si vous vous inscrivez à un événement après avoir été banni, vous ne serez pas autorisé à entrer et votre billet",
    "ne sera pas remboursé.",
    "</p>"
  ]
}
