{
  "why-organize": "Waarom CodeDay organiseren?",
  "read-testimonials": "(Klik voor meer informatie of  <click> bekijk alle getuigenissen</click>)",
  "perks": {
    "heading": "PERKS VAN CODEDAY DIT SEIZOEN:",
    "body": "Steun je gemeenschap met gratis laptops ter waarde van meer dan $ 2.000 om weg te geven aan leerlingen met een laag inkomen plus gratis Uber-ritten voor deelnemers uit gebieden met een laag inkomen."
  },

  "community": {
    "heading": "Leer je gemeenschap te coderen <highlight>zonder dat het als school aanvoelt.</highlight>",
    "why": [
      "Als je een CodeDay organiseert help je honderden leerlingen in je gemeenschap om te leren coderen.",
      "Ook al is het een educatief evenement, je hoeft maar om je heen te kijken en je ziet iets wat je wat je zelden in de klas  ziet: alle leerlingen lachen, zijn betrokken en willen heel graag leren."
    ]
  },

  "creativity": {
    "heading": "Zet <highlight>Creativiteit</highlight> in de schijnwerpers om mensen te bereiken die anders nooit naar een codeerevenement zouden gaan",
    "why": {
      "1": [
        "Er zijn heel veel leuke lessen, clubs, hackathons en andere evenementen voor mensen die willen leren coderen.",
        "Maar alleen CodeDay richt zich op mensen die niet van coderen houden, die het niet willen leren en die niet naar codeerevenementen gaan."
      ],
      "2": [
        "Als organisator kun je een beroep doen op onze ervaring van ruim 10 jaar om een ​​evenement te organiseren dat leerlingen aantrekt die alleen in kunst, muziek, stemacteren, schrijven en andere creatieve bezigheden geïnteresseerd zijn.",
        "En vervolgens laat je ze zien hoe  leuk en creatief coderen eigenlijk is!"
      ],
      "3": "Telkens als je een CodeDay-evenement organiseert, help je met het opleiden van tientallen of zelfs honderden compleet nieuwe programmeurs  - mensen die nooit hadden leren programmeren als jij er niet was geweest."
    }
  },

  "intersectional": {
    "heading": "Een <highlight>intersectioneel evenement</highlight> dat mensen samenbrengt, ongeacht hun achtergrond.",
    "why": {
      "1": [
        "68% van de deelnemers van CodeDay behoort tot een groep die traditioneel ondervertegenwoordigd is in de techwereld. Dat is niet voor niets: we hebben het meest effectieve model ontwikkeld om diverse leerlingen te promoten en te ondersteunen!",
        "Als organiseerder krijg je het volgende:"
      ],
      "2": [
        "Gids + wekelijkse coaching gebaseerd op meer dan 10 jaar experimenten.",
        "Laptops om cadeau te geven aan leerlingen met lage inkomens. OM TE HOUDEN!",
        "Gratis Uber-ritten voor studenten met een laag inkomen van en naar CodeDay."
      ],
      "3": [
        "Veel evenementen bieden deze mogelijkheden door deelnemers te beperken tot een bepaalde groep, maar CodeDay hanteert een andere aanpak;",
        "We geven er de voorkeur aan om positieve relaties tussen deelnemers te bevorderen, ongeacht hun achtergrond en gebaseerd op een gedeelde enthousiasme voor de creatieve dingen die we met technologie kunnen bouwen."
      ]
    }
  },

  "form": {
    "header": "Organiseer een CodeDay",
    "submit-button": "Meld je aan om te organiseren!",
    "requirements": "Vereisten: minimaal 15 jaar oud en in staat om 3-5 uur per week te werken. GEEN ERVARING NODIG.",
    "no-experience-required": "Ervaring is niet nodig! Je krijgt bij elke stap onze ondersteuning."
  }
}
