{
  "rules": [
    "<h2>CodeDay-Veranstaltungsregeln (CDER)</h2>",
    "<h3>CDER0. Nebenkosten der Teilnahme.</h3>",
    "<p>",
    "Sie erkennen an, dass Sie allein für alle Kosten verantwortlich sind, die im Zusammenhang mit Ihrer Teilnahme",
    "an der Veranstaltung entstehen, einschließlich, aber nicht beschränkt auf Reise-, Unterkunfts-, Verpflegungs- und Nutzungskosten für persönliche Geräte.",
    "</p>",

    "<h3>CDER1. Verzichtserklärungen und Freistellungen.</h3>",
    "<p>",
    "Als Gegenleistung für die Teilnahme an CodeDay müssen Sie (oder, wenn Sie minderjährig sind, Ihre Eltern oder Erziehungsberechtigten)",
    "sowohl Verzichtserklärungen als auch andere Freistellungen unterzeichnen.",
    "</p>",
    "<p>",
    "Sie müssen eine Haftungsausschlusserklärung unterzeichnen.",
    "</p>",
    "<p>",
    "Sie müssen zustimmen, dass (a) Sie, Ihr Gepäck und Ihr sonstiges persönliches Eigentum",
    "während des CodeDay jederzeit Kontrollen, Durchsuchungen und anderen Sicherheitskontrollen unterzogen werden können; (b) CodeDay sich das Recht vorbehält,",
    "das Mitbringen von Eigentum zur Veranstaltung zu untersagen; und (c) Sie Ihr persönliches Eigentum auf eigenes Risiko mitbringen",
    "und Sie für deren Sicherheit verantwortlich sind.",
    "</p>",
    "<p>",
    "Sie werden aufgefordert, eine Medienfreigabe zu unterzeichnen, die uns unter anderem erlaubt, Fotos und",
    "Aufnahmen von Ihnen und Ihren Projekten zu machen.",
    "</p>",

    "<h3>CDER2. Sie besitzen die Rechte.</h3>",
    "<p>",
    "Ungeachtet des vorstehenden Abschnitts besitzen Sie und Ihre Teammitglieder alle Rechte an allem, was Sie bei",
    "CodeDay erstellen. Wenn Sie mit einem Team zusammenarbeiten und die Veröffentlichung einer App oder eines Spiels planen, sollten Sie sich darüber im Klaren sein, wer welche",
    " Rechte besitzt.",
    "</p>",
    "<p>",
    "Sofern Ihr Team nicht im Voraus etwas anderes vereinbart, erklären Sie sich damit einverstanden, das Eigentumsrecht zu gleichen Teilen unter allen Teammitgliedern aufzuteilen. (Als „Teammitglied” ",
    "gilt jeder, der einen Beitrag zu Ihrem Projekt geleistet hat, mit Ausnahme der von CodeDay benannten Mitarbeiter, Mentoren",
    "und Freiwilligen.)",
    "</p>",

    "<h3>CDER3. Teilnahmeberechtigte Personen.</h3>",
    "<p>",
    "Bei den meisten CodeDay-Veranstaltungen gibt es Alters- oder andere Beschränkungen, die sich darauf auswirken, welche Schüler teilnehmen dürfen. Während des",
    "Anmeldeprozesses müssen Sie das genaue Alter aller Teilnehmer zum Zeitpunkt des Beginns des",
    "CodeDay angeben, damit unser System über Ihre Teilnahmeberechtigung entscheiden kann.",
    "</p>",
    "<p>",
    "Sie bestätigen, dass alle Angaben, die Sie bei Ihrer Anmeldung machen, korrekt sind und dass Sie alle",
    "im Anmeldeformular aufgeführten Teilnahmebedingungen erfüllen. CodeDay behält sich das Recht vor, Ihre",
    "Teilnahmeberechtigung zu überprüfen. Wenn Sie ein falsches Alter angeben oder anderweitig die ",
    "auf dem Anmeldeformular dokumentierten Teilnahmebedingungen nicht erfüllen, wird Ihnen der Zutritt verweigert oder Sie werden ohne Rückerstattung der Teilnahmegebühr von der Veranstaltung entfernt.",
    "</p>",
    "<p>",
    "Lehrer können ohne Ticket mit Schülern teilnehmen, müssen jedoch beim Check-in einen Nachweis über ihren Status vorlegen.",
    "Schulen, die Begleitpersonen entsenden möchten, sollten uns mindestens eine Woche im Voraus kontaktieren. Begleitpersonen müssen",
    "möglicherweise eine Hintergrundüberprüfung durchlaufen, es sei denn, die Schule hat bereits eine solche Überprüfung durchgeführt.",
    "</p>",

    "<h3>CDER4. Minderjährige.</h3>",
    "<p>",
    "Minderjährige müssen reif genug sein, um sich in einer selbstgesteuerten Veranstaltung ohne ständige Aufsicht sicher zu verhalten. Eltern",
    "oder Erziehungsberechtigte bestätigen, dass sie mit jedem Minderjährigen ein Gespräch über seine Reife und die Erwartungen",
    "an die Veranstaltung geführt haben und davon überzeugt sind, dass sich der Schüler während der Veranstaltung sicher verhalten kann.",
    "</p>",
    "<p>",
    "Während der Veranstaltung dürfen Minderjährige die Veranstaltung nur verlassen, wenn sie von einem Elternteil oder Erziehungsberechtigten abgeholt werden oder wenn ein Elternteil oder\n",
    "Erziehungsberechtigter ihr Verlassen der Veranstaltung telefonisch oder schriftlich genehmigt (die Übermittlung einer schriftlichen Mitteilung durch den Schüler ist ausreichend).",
    "</p>",
    "<p>",
    "Sofern keine Erlaubnis zum Verlassen der Veranstaltung erteilt wurde, muss ein Elternteil oder Erziehungsberechtigter jederzeit während der Veranstaltung verfügbar sein, ",
    "um alle Minderjährigen abzuholen.",
    "</p>",

    "<h3>CDER5. Verhalten während der Veranstaltung.</h3>",
    "<p>",
    "<strong>Keine exzessiven Videospiele:</strong> CodeDay ist eine kreative Veranstaltung und nicht für Schüler gedacht,",
    "die einfach nur vorhandene Videospiele spielen möchten. Außerhalb der geplanten CodeDay-Aktivitäten werden Teilnehmer, die beim",
    "Spielen von Videospielen beobachtet werden, gebeten, damit aufzuhören. Wiederholungstäter werden gebeten, die Veranstaltung zu verlassen.",
    "</p>",
    "<p>",
    "<strong>Räumen Sie hinter sich auf:</strong> Machen Sie keine Unordnung und räumen Sie Ihren Platz auf, bevor Sie gehen.",
    "</p>",
    "<p>",
    "<strong>Alle Teams müssen einen Pitch halten:</strong> CodeDay ist eine Gemeinschaftsveranstaltung. Vor der Veranstaltung gebildete Teams müssen",
    "ihre Idee während der Pitches vorstellen und müssen offen sein für neue Mitglieder, die ihrem Team beitreten möchten. Teams, die dagegen verstoßen, werden",
    "von allen Auszeichnungen disqualifiziert und können von der Veranstaltung ausgeschlossen werden.",
    "</p>",
    "<p>",
    "<strong>Stören Sie nicht:</strong> Teilnehmer, die andere regelmäßig stören, können von der",
    "Veranstaltung ausgeschlossen werden. Dazu gehören Verstöße gegen unseren <conductLink>Verhaltenskodex</conductLink> sowie",
    "jedes Verhalten, das die Teilnahme anderer an der Veranstaltung beeinträchtigt.",
    "</p>",

    "<h3>CDER6. Auszeichnungen.</h3>",
    "<p>",
    "Die Auszeichnungen werden entweder von einer Jury oder vom Veranstaltungspersonal vergeben. Teilnehmern ist der Zutritt zu dem Bereich, in dem die ",
    "Jury über die Auszeichnungen berät, nicht gestattet.",
    "</p>",
    "<p>",
    "Um für die Auszeichnungen <i>Best in Class</i> und <i>Best in Show</i> in Frage zu kommen",
    "<strong>(was jedoch für <i>Sonderpreise</i> NICHT erforderlich ist),</strong> müssen Projekte die folgenden ",
    "Regeln erfüllen:",
    "</p>",
    "<inset>",
    "a) Ein Team muss aus 1–6 Personen bestehen, die als CodeDay-Teilnehmer registriert sind. (Die Teilnehmer können jedoch",
    "für eine laufende CodeDay-Veranstaltung angemeldet sein und virtuell teilnehmen.)",
    "</inset>",
    "<inset>",
    "b. Für die Projekte können alle allgemein verfügbaren Programmiersprachen, Tools, APIs, Engines, Frameworks, Musik,",
    "Kunst, Tutorials oder Codebasen verwendet werden – unabhängig davon, ob sie frei verfügbar oder urheberrechtlich geschützt sind und ob der Quellcode verfügbar ist.",
    " „Allgemein verfügbar“ bedeutet, dass sie der allgemeinen Öffentlichkeit vor",
    "Beginn des CodeDay zur Verfügung standen und von ihr gefunden werden konnten, dass alle Gebühren angemessen und marktüblich sind und dass sie nicht",
    "ausschließlich für das Projekt Ihres Teams entwickelt wurden.",
    "</inset>",
    "<inset>",
    "c. Sie müssen alle Ressourcen, die Ihr Projekt nutzt, (a) im Gespräch mit den Juroren, (b) während Ihrer",
    "Präsentation und (c) auf Ihrer Projektseite auf CodeDay Showcase offenlegen.",
    "</inset>",
    "<inset>",
    "d. Sie können vor Beginn des Wettbewerbs an dem Konzept für Ihr Projekt arbeiten, einschließlich Notizen,",
    "Skizzen, Mockups, Datenbank- und Vererbungsdiagrammen sowie Storyboards, jedoch dürfen Sie vor dem Start keine",
    "produktionsreifen Inhalte erstellen. Dazu gehören Bilder, Testfälle, Engines, Sounds und Musik.",
    "</inset>",
    "<inset>",
    "e. Abgesehen von den oben genannten Bestimmungen müssen alle Arbeiten an dem Projekt vom Team zwischen dem Ende des Kickoffs",
    "und dem Beginn der Präsentationen durchgeführt werden. (Die Beauftragung bezahlter Arbeit ist verboten.)",
    "</inset>",

    "<h3>CDER7. Das Veranstaltungspersonal hat das letzte Wort.</h3>",
    "<p>",
    "Die Organisatoren legen alle Veranstaltungsregeln und den Verhaltenskodex im Sinne des Grundgedankens aus.",
    "Die Organisatoren sind befugt, Sie von allen Auszeichnungen auszuschließen, Sie von der Veranstaltung zu entfernen und Sie",
    "von zukünftigen Veranstaltungen auszuschließen. Wenn Sie von der Veranstaltung ausgeschlossen werden, erhalten Sie keine Rückerstattung und müssen möglicherweise",
    "Ihre Eltern anrufen, damit sie Sie abholen.",
    "</p>",

    "<h3>CDER8. Ausschlüsse.</h3>",
    "<p>",
    "Wenn Sie sich für eine Veranstaltung anmelden, nachdem Sie ausgeschlossen wurden, wird Ihnen der Zutritt verwehrt und Ihr Ticket wird",
    "nicht erstattet.",
    "</p>"
  ]
}
