{
  "rules": [
    "<h2>Regras do evento CodeDay (CDER)</h2>",
    "<h3>CDER0. Incidentes de participação.</h3>",
    "<p>",
    "Você reconhece que é o único responsável por quaisquer custos incorridos em conexão com sua participação",
    "no evento, incluindo, sem limitação, viagens, acomodações, suprimentos e uso de dispositivos pessoais.",
    "</p>",

    "<h3>CDER1. Renúncias e liberações.</h3>",
    "<p>",
    "Em consideração à participação no CodeDay, você (ou, se for menor de idade, seu pai/mãe ou responsável legal)",
    "deve assinar ambas as renúncias e outras liberações.",
    "</p>",
    "<p>",
    "Você deverá assinar um termo de responsabilidade.",
    "</p>",
    "<p>",
    "Você deverá concordar que (a) você, suas malas e seus outros bens pessoais estarão",
    "sujeitos a triagem, busca e outras verificações de segurança a qualquer momento durante o CodeDay; (b) o CodeDay reserva-se",
    "o direito de impedir a entrada de qualquer bem no evento; e (c) todos os bens pessoais",
    "são levados por sua conta e risco, e você é responsável por protegê-los.",
    "</p>",
    "<p>",
    "Você deverá assinar um comunicado à imprensa que nos permitirá, entre outras coisas, tirar fotos",
    "e fazer gravações de você e de seus projetos.",
    "</p>",

    "<h3>CDER2. Você detém os direitos.</h3>",
    "<p>",
    "Não obstante a seção anterior, você e os membros da sua equipe deterão todos os direitos sobre tudo o que criarem no",
    "CodeDay. Caso trabalhe em equipe e pretenda lançar um aplicativo ou jogo, deverá deixar claro quem detém quais",
    "direitos.",
    "</p>",
    "<p>",
    "A menos que sua equipe concorde previamente, você concorda em dividir a titularidade igualmente entre todos os membros da equipe. (Um \"membro ",
    "da equipe\" é qualquer pessoa que tenha contribuído para o seu projeto, exceto funcionários, mentores e voluntários",
    "designados pelo CodeDay.)",
    "</p>",

    "<h3>CDER3. Participantes elegíveis.</h3>",
    "<p>",
    "A maioria dos eventos do CodeDay possui limites de idade ou outros que afetam a participação dos alunos. Durante o",
    "processo de inscrição, você deverá informar a idade correta de todos os participantes no início do",
    "CodeDay, para que nosso sistema possa determinar sua elegibilidade.",
    "</p>",
    "<p>",
    "Você confirma que todas as informações fornecidas em sua inscrição estão corretas e que você atende",
    "a todos os requisitos de elegibilidade documentados no formulário de inscrição. O CodeDay reserva-se o direito de verificar sua",
    "elegibilidade. Se você informar uma idade incorreta ou não atender aos requisitos de",
    "elegibilidade documentados no formulário de inscrição, sua entrada será recusada ou você será removido do evento sem direito a reembolso.",
    "</p>",
    "<p>",
    "Os professores poderão acompanhar os alunos sem ingresso, mas deverão apresentar comprovação de sua condição no momento do credenciamento.",
    "Escolas que desejarem enviar acompanhantes deverão entrar em contato conosco com pelo menos uma semana de antecedência; os",
    "acompanhantes poderão passar por uma verificação de antecedentes, a menos que a escola já tenha realizado uma.",
    "</p>",

    "<h3>CDER4. Menores de idade.</h3>",
    "<p>",
    "Menores de idade devem ter responsabilidade suficiente para se comportar com segurança em um evento autogerido, sem supervisão constante.",
    "Os pais ou responsáveis declaram que tiveram uma conversa com cada menor sobre sua responsabilidade e expectativas",
    "para o evento, e estão convencidos de que o aluno consegue se comportar adequadamente durante o evento.",
    "</p>",
    "<p>",
    "Durante o evento, os menores de idade poderão sair do evento apenas se os pais ou responsáveis",
    "os buscarem, ou se os pais ou responsáveis ​​autorizarem a saída por telefone ou por escrito (basta o envio de um bilhete por escrito ao aluno).",
    "</p>",
    "<p>",
    "A menos que seja dada permissão para sair, um dos pais ou responsável deve estar disponível para buscar o menor de idade a",
    "qualquer momento durante o evento.",
    "</p>",

    "<h3>CDER5. Comportamento no evento.</h3>",
    "<p>",
    "<strong>Sem videogames em excesso:</strong> o CodeDay é um evento criativo e não foi criado para alunos",
    "que querem apenas jogar videogames. Exceto pelas atividades programadas do CodeDay, os participantes que forem vistos jogando videogame ",
    "serão convidados a parar, e os reincidentes serão convidados a se retirar do evento.",
    "</p>",
    "<p>",
    "<strong>Limpe a bagunça:</strong> não faça bagunça e limpe seu espaço antes de sair.",
    "</p>",
    "<p>",
    "<strong>Todas as equipes devem apresentar suas ideias:</strong> o CodeDay é um evento comunitário. As equipes formadas antes do evento devem",
    "apresentar suas ideias e devem estar abertas a novos membros. As equipes que não participarem serão",
    "desclassificadas de todos os prêmios e poderão ser removidas do evento.",
    "</p>",
    "<p>",
    "<strong>Não seja perturbador:</strong> participantes que perturbarem os outros com frequência poderão ser removidos",
    "do evento. Isso inclui violações do nosso <conductLink>Código de Conduta</conductLink>, bem",
    "como qualquer comportamento que prejudique a participação de outras pessoas no evento.",
    "</p>",

    "<h3>Prêmios CDER6.</h3>",
    "<p>",
    "Os prêmios serão decididos pelos jurados ou pela equipe do evento. Não será permitida a entrada de nenhum participante na área",
    "onde os jurados estiverem discutindo os prêmios.",
    "</p>",
    "<p>",
    "Para serem elegíveis para os prêmios <i>Melhor da Classe</i> e <i>Melhor da Exposição</i>",
    "<strong>(mas NÃO obrigatórios para <i>Prêmios Especiais</i>),</strong> os projetos devem obedecer às seguintes",
    "regras:",
    "</p>",
    "<inset>",
    "a. Uma equipe deve ser composta por 1 a 6 pessoas inscritas no CodeDay. (No entanto, os participantes podem estar inscritos",
    "em qualquer evento do CodeDay em andamento e podem participar virtualmente.)",
    "</inset>",
    "<inset>",
    "b. Os projetos podem utilizar quaisquer linguagens de programação, ferramentas, APIs, mecanismos, frameworks, músicas,",
    "artes, tutoriais ou bases de código disponíveis ao público em geral — sejam eles de livre acesso ou proprietários, independentemente da",
    "disponibilidade do código-fonte. \"Geralmente disponível\" significa que o projeto estava disponível e podia ser visto pelo público",
    "em geral antes do início do CodeDay; que qualquer taxa cobrada seja razoável e compatível com o mercado; e que não tenha sido",
    "desenvolvida exclusivamente para o projeto da sua equipe.",
    "</inset>",
    "<inset>",
    "c. Você deve divulgar todos os recursos que seu projeto usa (a) em discussão com os jurados, (b) durante sua",
    "apresentação e (c) na página do seu projeto na Mostra CodeDay.",
    "</inset>",
    "<inset>",
    "d. Você pode trabalhar no conceito do seu projeto antes do início da competição, incluindo fazer anotações,",
    "esboços, protótipos, diagramas de banco de dados e de herança, e sequências ilustradas. No entanto, você não pode produzir nenhum conteúdo pronto",
    "para produção antes do início da competição. Isso inclui imagens, casos de teste, mecanismos, sons e música.",
    "</inset>",
    "<inset>",
    "e. Exceto conforme previsto acima, todo o trabalho no projeto deve ser realizado pela equipe, entre o término do início oficial",
    "e o início das apresentações. (É proibido contratar trabalho pago.)",
    "</inset>",

    "<h3>CDER7. A palavra final cabe à equipe do evento.</h3>",
    "<p>",
    "Os organizadores interpretarão todas as regras do evento e o Código de Conduta de acordo com o espírito das normas.",
    "Os organizadores podem desqualificá-lo de qualquer premiação, removê-lo do evento e bani-lo",
    "de eventos futuros. Se você for removido do evento, não receberá reembolso e poderá precisar ligar",
    "para um dos seus pais para buscá-lo.",
    "</p>",

    "<h3>CDER8. Banimentos.</h3>",
    "<p>",
    "Se você se inscrever para um evento depois de ter sido banido, sua entrada não será permitida e seu ingresso",
    "não será reembolsado.",
    "</p>"
  ]
}
